import React from "react";

import s from "../AboutPage.module.css";

const About = () => {
  return (
    <>
      <div className={s.leftContainer}>
        <h2>ҚУЁШ ЭНЕРГЕТИКАСИ ХАЛҚАРО АССОЦИАЦИЯСИ</h2>
        <b className={s.theme}>I. УМУМИЙ ҚОИДАЛАР</b>
        <p>
          1.1. Қуёш энергетикаси халқаро ассоциацияси (бундан буён матнда
          “Ташкилот” деб юритилади) ўз аъзоларининг ҳуқуқ ва қонуний
          манфаатларини ҳимоя қилиш мақсадида ташкил этилган нодавлат нотижорат
          ташкилоти ҳисобланиб, унинг ташкилий-ҳуқуқий шакли жамоат
          бирлашмасидир. 1.2. Ташкилот ўз фаолиятини Ўзбекистон Республикаси
          Конституцияси, Ўзбекистон Республикаси “Нодавлат нотижорат
          ташкилотлари тўғрисида”ги, “Ўзбекистон Республикасида жамоат
          бирлашмалари тўғрисида”ги, шунингдек бошқа норматив-ҳуқуқий ҳужжатлар
          ҳамда мазкур устав асосида амалга оширади. 1.3. Ташкилот ўз фаолиятини
          ошкоралик, коллегиаллик, ўзаро ҳурмат, тенг ҳуқуқлилик, ихтиёрийлик ва
          жамоат фикрини ҳисобга олиш, ижодий ҳамфикрлилик тамойиллари асосида
          юритади. 1.4. Ташкилот Ўзбекистон Республикаси Адлия вазирлигидан
          белгиланган тартибда давлат рўйхатидан ўтказилганидан сўнг юридик шахс
          ҳисобланади. 1.5. Ўз фаолият мақсадларига эришиш учун Ташкилот бошқа
          юридик ва жисмоний шахслар билан шартномалар тузиши, мулкий ва шахсий
          номулкий ҳуқуқларга эга бўлиши ҳамда судда даъвогар ва жавобгар
          сифатида иштирок этиши мумкин. 1.6. Ташкилот ўз номига, муҳр ва
          штампларига ҳамда белгиланган тартибда Ўзбекистон Республикаси Адлия
          вазирлигидан рўйхатдан ўтган рамзига, тегишли банкда ўз миллий ва
          валюта ҳисоб рақамларига ҳамда бошқа ўз фаолиятига зарур бўлган
          атрибутика ва реквизитларга эга бўлиш ҳуқуқига эга. 1.7. Ташкилот ўз
          фаолиятини Ўзбекистон Республикаси ҳудудида ва белгиланган тартибда
          хорижий мамлакатларда амалга оширади. 1.8. Ташкилот белгиланган
          тартибда Ўзбекистон Республикасининг барча ҳудудларида ўзининг ҳудудий
          бўлинмаларини ташкил этиш ҳуқуқига эга бўлиб, улар белгиланган
          тартибда тегишли ҳудудий адлия органларидан давлат рўйхати ўтказилади
          ёки ҳисобга қўйилади. Шунингдек, улар юқоридаги тегишли
          норматив-ҳуқуқий ҳужжатлар ҳамда мазкур устав, Ташкилотнинг раҳбар
          органлари томонидан қабул қилинган қарорлар, йўриқномалар ҳамда
          ҳудудий бўлинмалар тўғрисидаги низом асосида фаолият кўрсатадилар.
          1.9. Ташкилотнинг фаолияти номуайян муддатга ташкил қилинган. 1.10.
          Ташкилот ўз мажбуриятлари бўйича ўзига тегишли бўлган барча мол-мулки
          билан жавоб беради. Давлат, давлат органлари, корхоналар ва
          муассасалар, Ташкилотнинг таъсисчилари ва аъзолари Ташкилотнинг
          мажбуриятлари ва қарзлари юзасидан жавоб бермайдилар. Худди шунингдек,
          Ташкилот давлат, давлат органлари ҳамда корхона ва муассасалар,
          шунингдек Ташкилотнинг таъсисчилари ва аъзоларининг қарзлари ва
          мажбуриятлари юзасидан жавоб бермайди. 1.11. Ташкилотнинг тўлиқ номи:
          давлат тилида кирилл алифбосида – Қуёш энергетикаси халқаро
          ассоциацияси; давлат тилида лотин алифбосида – Quyosh energetikasi
          xalqaro assotsiyatsiyasi; 1.12. Ташкилотнинг доимий фаолият юритувчи
          раҳбар орган жойлашган ер (почта манзили): Ўзбекистон Республикаси,
          Тошкент шаҳри, Юнусобод тумани, Бодомзор йўли, 2-Б-уй. 1.13.
          Ташкилотнинг раҳбар орган жойлашган ери ўзгарган тақдирда, бу ҳақда
          уни рўйхатдан ўтказган органга хабар беради.
        </p>
        <b className={s.theme}>II. ТАШКИЛОТНИНГ МАҚСАД ВА ВАЗИФАЛАРИ</b>
        <p>
          2.1. Ташкилот фаолиятининг асосий мақсади халқаро миқёсдаги, қуёш
          энергетикаси йўналишида кадрлар тайёрлаш ва қайта тайёрлаш асосида
          илғор қуёш энергетикаси соҳасида илғор технологиялардан самарали
          фойдаланишга ҳисса қўшиш, маҳаллий ва хорижий инвестицияларни ҳисобига
          амалга оширилиши режалаштирилган йирик лойиҳаларни стратегик таҳлил
          қилиш ва лойиҳаларни бошқариш, технологиялар трансферига йўналтирилган
          ишларда кўмаклашишдан иборат. 2.2. Ташкилот ўз мақсадига эришиш учун
          қуйидаги вазифаларни амалга оширади: қуёш энергетикаси соҳасида
          фундаментал, амалий ва инновацион илмий тадқиқотларни олиб бориш;
          мақсадли илмий дастурларни жаҳон талаблари ва стандартлари даражасида
          амалга ошириш, намунавий тадқиқот институтларини ташкил этишда
          кўмаклашиш; қуёш технологиялари ва уларнинг таркибий қисмларини
          сертификатлаштириш хизматини ташкил этиш ва ташкил этишда кўмаклашиш;
          хорижий мутахассисларни жалб этган ҳолда лойиҳалаштириш ва баҳолаш
          ишларини ташкил этишга кўмаклашиш; қуёш технологиясини жорий қилиш
          учун маҳаллий ва инвестиция лойиҳаларини амалга ошириш билан бирга
          техник-иқтисодий асослаш (ТИА) ва дастлабки техник-иқтисодий асослаш
          (ДТИА)ни ишлаб чиқиш ва тайёрлаш ҳамда меъёрий ҳужжатларни ишлаб
          чиқишда ёрдам кўрсатиш; ишлаб чиқилган замонавий материаллар асосида
          қуёш-энергетикасининг илғор технологиялари ва техник ечимларини ишлаб
          чиқишда кўмаклашиш; ҳамкорликнинг самарали шаклларини ривожлантириш,
          илмий ва тармоқ фанларини бирлаштириш. маҳаллий ва хорижий олий ўқув
          юртлари, таълим ва илмий-тадқиқот муассасалари билан бирга илмий
          анжуманлар, семинарлар ва маҳорат дарслари ташкил қилиш орқали илм-фан
          ва инновация соҳаларда кадрлар салоҳиятини мустаҳкамлашга ёрдам
          кўрсатиш; хорижий тадқиқот ва таълим муассасалари, инновацион
          марказлар, хорижий ҳамкорлар, илмий-техник ва инновацион лойиҳалар,
          таълим ва мутахассислар алмашишни ташкил этиш ва қўшма лойиҳаларни
          амалга ошириш орқали халқаро илмий ва техник ҳамкорликни
          ривожлантиришга кўмаклашиш; халқаро лойиҳалар ва фондларнинг грант
          маблағларини йирик илмий лойиҳаларни амалга ошириш учун жалб қилиш;
          қуёш энергетикаси технологиялари, муаммолари ва ечимларига оид
          танловлар, олимпиадалар ва мусобақалар ташкил қилиш ва ўтказиш.
        </p>
        <b className={s.theme}>III. ТАШКИЛОТНИНГ ҲУҚУҚ ВА МАЖБУРИЯТЛАРИ</b>
        <p>
          3.1. Ташкилот белгиланган мақсад ва вазифаларни амалга ошириш учун
          қуйидаги ҳуқуқларга эга: - ўз аъзолари ва қатнашчиларининг ҳуқуқлари
          ва қонуний манфаатларини ифодалаш ҳамда ҳимоя қилиш; - ижтимоий
          ҳаётнинг турли масалаларига доир ташаббуслар билан чиқиш, давлат
          ҳокимияти ва бошқарув органларига таклифлар киритиш; - давлат
          ҳокимияти ва бошқарув органларининг қарорларини ишлаб чиқишда қонун
          ҳужжатларида назарда тутилган тартибда иштирок этиш; - ўз фаолияти
          тўғрисида ахборот тарқатиш ва белгиланган тартибда оммавий ахборот
          воситаларини таъсис этиш ва тегишли лицензия (рухсатнома) асосида
          матбаа ва ноширлик фаолиятини амалга ошириш; - қонунда белгиланган
          тартибда ўз рамзий белгиларини таъсис этиш; - ўз фаолиятига тааллуқли
          масалалар юзасидан йиғилишлар, конференциялар ва бошқа тадбирлар
          ўтказиш; - қонун ҳужжатларига ва ўз уставига мувофиқ Қорақалпоғистон
          Республикаси, вилоятлар ва Тошкент шаҳри ҳамда туман ва шаҳарларда
          ўзнинг ҳудудий бўлинмаларини ташкил этиш ва улар фаолиятини таъминлаш;
          - қонун ҳужжатларига мувофиқ ўз устав мақсадларига мос келадиган
          доираларда тадбиркорлик фаолияти билан шуғулланиш; - қонун
          ҳужжатларига мувофиқ халқаро нодавлат нотижорат ташкилотларига кириш,
          улар билан тўғридан тўғри халқаро алоқалар ўрнатиш, ҳамкорлик
          тўғрисида тегишли битимлар тузиш; - қонун ҳужжатларида белгиланган
          тартибда солиқлар, йиғимлар ҳамда бюджетга ва бюджетдан ташқари
          фондларга бошқа тўловлар тўлашда тегишли имтиёзлардан фойдаланиш.
          Ташкилот қонун ҳужжатларида назарда тутилган бошқа ҳуқуқларга ҳам эга.
          3.2. Ташкилот қуйидаги мажбуриятларга эга: - амалдаги қонун
          ҳужжатларга риоя этиш; - ўз мол-мулки ва пул маблағларидан фойдаланиш,
          шу жумладан молиялаштириш манбалари тўғрисидаги ахборот билан танишиш
          эркинлигини таъминлаш; - нодавлат нотижорат ташкилот сифатида
          рўйхатдан ўтказувчи органга ўтказиши режалаштирилаётган тадбирларни
          олдиндан келишиш учун хабар қилиш ҳамда ўтказаётган тадбирларга
          рўйхатдан ўтказувчи орган вакилни эркин кириш имконини бериш; -
          Ташкилот ўз вакилларининг чет мамлакатларга нодавлат нотижорат
          ташкилотининг фаолияти билан боғлиқ сафарлари ҳақида рўйхатдан
          ўтказувчи органни хабардор қилиш; - чет давлатлардан, халқаро ва чет
          эл ташкилотларидан, чет давлатларнинг фуқароларидан ёки уларнинг
          топшириғига биноан бошқа шахслардан пул маблағлари ва мол-мулк олишни
          рўйхатдан ўтказувчи орган билан тегишли тартибда келишиб олиш; -
          рўйхатдан ўтказувчи органга, давлат солиқ хизмати органларига ва
          давлат статистикаси органларига ўз фаолияти тўғрисида белгиланган
          тартибда ҳисоботлар тақдим этиш; - ўз фаолиятининг натижалари
          ҳисоботини юритиш; - рўйхатдан ўтказувчи, солиқ ва статистика
          органларига ўз фаолияти тўғрисида ҳисоботлар тақдим этиш. Ташкилот
          қонун ҳужжатларига мувофиқ бошқа мажбуриятларга ҳам эга бўлади.
        </p>
        <b className={s.theme}>
          IV. ТАШКИЛОТ АЪЗОЛАРИ, УНГА АЪЗО БЎЛИШ ВА АЪЗОЛИКДАН ЧИҚАРИШ ШАРТЛАРИ
          ВА ТАРТИБИ ҲАМДА АЪЗОЛАРНИНГ ҲУҚУҚ ВА МАЖБУРИЯТЛАРИ
        </b>
        <p>
          4.1. Ташкилотга аъзо бўлиш ихтиёрийдир. Ташкилот уставини тан олувчи,
          унинг талабларини бажарадиган, кириш бадалини тўлаган ва аъзолик
          бадалларини мунтазам тўлаб борадиган, ташкилотнинг мақсадини
          қўллаб-қувватлаш истагини билдирган, интеллектуал салоҳияти юқори
          бўлган, замонавий информацион технологияларни ҳамда хорижий тилларни
          билган, кучли ташкилотчилик қобилиятига эга, илмий-ижодий изланишлар
          олиб бораётган ёш олимлар ва иқтидорли ёшлар, мутахассислар, мустақил
          изланувчилар, докторантлар, фан номзодлари, фалсафа докторилари (PhD)
          ва фан докторлари (DSc) ташкилотга аъзо бўлишлари мумкин. 4.2. Чет эл
          фуқаролари ва фуқаролиги бўлмаган шахслар Ўзбекистон Республикаси
          фуқаролари билан тенг шартларда ва тартибда Ташкилотнинг аъзоси бўлиши
          мумкин. 4.3. Ташкилот таъсисчилари Ташкилотнинг аъзолари ҳисобланиб,
          уларни аъзоликка қабул қилиш бўйича тегишли қарор қабул қилиш шарт
          эмас. 4.4. Жисмоний шахсларни аъзоликка қабул қилиш уларнинг ёзма
          аризаларига асосан Ташкилот раисининг қарори билан амалга оширилади.
          Ташкилотга аъзолик Ташкилотга аъзо қилиб олинганлиги тўғрисидаги қарор
          қабул қилинган кундан бошланади ва унга аъзоликка қабул қилинганлиги
          тўғрисида гувохнома берилади. 4.5. Аъзоликка қабул қилинган Ташкилот
          аъзолари Ташкилотнинг Умумий йиғилиши томонидан белгиланган
          миқдорларда кириш ва аъзолик бадалларни тўлайдилар. Ташкилот
          аъзолигидан чиқишда кириш ва аъзоллик бадаллари қайтарилмайди. 4.6.
          Ташкилот ўз аъзоларига бошқа уюшма, ассоциация, спорт клуби, федерация
          ва бошқа ташкилотларга аъзо бўлишига тўсқинлик қилмайди. 4.7. Ташкилот
          аъзолигидан мажбурий тартибда маҳрум бўлиш масаласи юзасидан Умумий
          йиғилиш қарор қабул қилади. 4.8. Ташкилот аъзолари ўз аризаларига
          асосан ихтиёрий равишда Ташкилот раисининг қарори билан аъзоликдан
          чиқарилиши мумкин. 4.9. Ташкилот аъзолигидан маҳрум бўлиш қуйидаги
          ҳолларда амалга оширилади: - ихтиёрийлик асосида аъзонинг Ташкилот
          аъзолигидан чиқиши тўғрисидаги ёзма аризасига кўра; - аъзо томонидан
          Ташкилот устави ва Ташкилотнинг раҳбар органининг қарорларини мунтазам
          равишда бажармаганда; - аъзолик бадаллари узрли сабабсиз тўланмаганда;
          - аъзо томонидан Ташкилот номига доғ туширувчи хатти-харакатлар содир
          этилганда. 4.10. Ташкилотнинг барча аъзолари тенг ҳуқуқ ва
          мажбуриятларга эга. 4.11. Ташкилот аъзолари қуйидаги ҳуқуқларга эга: -
          уставга асосан Ташкилотнинг раҳбар органларига номзодларни сайлаш ва
          уларга сайланиш; - Ташкилот лойиҳалари ва дастурларини режалаштириш,
          ишлаб чиқиш ва амалга ошириш, Ташкилот фаолиятининг якунларини
          муҳокама қилишда иштирок этиш; - Ташкилотнинг раҳбар органига Ташкилот
          фаолияти билан боғлиқ масалалар бўйича таклифлар киритиш; - ҳудудий,
          миллий ва халқаро спорт мусобақаларини ташкиллаштириш ва ўтказишда
          қатнашиш ва ўзи шу спорт мусобақаларида қатнашиш; - Ташкилот
          фаолиятининг барча йўналишлари бўйича ахборот олиш; - Ташкилотнинг
          ўқув-услубий, илмий, ахборот ишланмаларидан ҳамда Ташкилотнинг рамзий
          белгиларидан фойдаланиш. Аъзолар қонун ҳужжатларига мувофиқ бошқа
          ҳуқуқларга ҳам эга бўлиши мумкин. 4.12. Ташкилот аъзоларининг
          мажбуриятлари қуйидагилар: - қонун ҳужжатлари ва Ташкилотнинг устави
          талабларига риоя қилиш, Ташкилот ва унинг ҳудудий бўлинмалари
          томонидан Ўзбекистон Республикаси ҳудудида ўтказилаётган барча
          ҳудудий, миллий ва халқаро мусобақаларда Ташкилот томонидан
          тасдиқланган қоидалар, низомлар, регламент, йўриқномалар ва Ташкилот
          фаолиятини мувофиқлаштирувчи бошқа меъёрий ҳужжатларга риоя қилиш ва
          Ташкилот раҳбар органларининг қарорларини ижро этиш; - белгиланган
          миқдордаги кириш ва аъзолик бадалларини ўз вақтида тўлаб бориш;
          Ташкилот аъзолари қонун ҳужжатларида назарда тутилган бошқа
          мажбуриятларга ҳам эга бўлиши мумкин.
        </p>
      </div>
    </>
  );
};

export default About;
